import React from 'react';
import './helping.css';

function PositionPage(props){
    return(
        <div class='container mt-4'>
            <article>
            <h2 id='rcorners1'> 
                СПИСАК ФУНКЦИЈА У СТУДЕНТСКОМ ПАРЛАМЕНТУ МАТЕМАТИЧКОГ ФАКУЛТЕТА УНИВЕРЗИТЕТА У БЕОГРАДУ
            </h2>
            <p class="tekst-clanak">
				<br/> &nbsp; 
				<br/> &nbsp;	-	<b> Председник </b> Студентског парламента Математичког факултета Универзитета у Београду – представља Студентски парламент, сазива и руководи седницама Студентског парламента и Председништва Студентског парламента 
				<br/> &nbsp;	-	<b> Студент продекан </b> Математичког факултета Универзитета у Београду – представља студенте Математичког факултета управи Математичког факултета, представља управу Математичког факултета студентима Математичког факултета, надгледа рад студентских организација на Математичком факултету, по функцији је члан Комисије за вредновање ваннаставних активности студената Математичког факултета Универзитета у Београду
				<br/> &nbsp;	-	<b> Заменик председника </b> Студентског парламента Математичког факултета Универзитета у Београду – у одсуству председника Студентског парламента врши његову дужност
				<br/> &nbsp;	-	<b> Генерални секретар </b> Студентског парламента Математичког факултета Универзитета у Београду – брине се о бирократији Студентског парламента и одговоран је за њу
				<br/> &nbsp;	-	<b>Делегат </b> Математичког факултета Универзитета у Београду у Студентском парламенту Универзитета у Београду – члан Студентског парламента Универзитета у Београду
				<br/> &nbsp;	-	<b>Потпредседник за наставу </b> Студентског парламента Математичког факултета Универзитета у Београду – по функцији председник Одбора за наставу Студентског парламента Математичког факултета Универзитета у Београду, бави се ресором наставе
				<br/> &nbsp;	-	<b>Потпредседник за науку </b> Студентског парламента Математичког факултета Универзитета у Београду – по функцији председник Одбора за науку Студентског парламента Математичког факултета Универзитета у Београду, бави се ресором науке
				<br/> &nbsp;	-	<b>Потпредседник за студентски стандард </b> Студентског парламента Математичког факултета Универзитета у Београду – по функцији председник Одбора за студентски стандард Студентског парламента Математичког факултета Универзитета у Београду, бави се ресором студентског стандарда
				<br/> &nbsp;	-	<b>Потпредседник за сарадњу </b> Студентског парламента Математичког факултета Универзитета у Београду – по функцији председник Одбора за сарадњу Студентског парламента Математичког факултета Универзитета у Београду, бави се ресором сарадње
				<br/> &nbsp;	-	<b>Потпредседник за односе са јавношћу </b> Студентског парламента Математичког факултета Универзитета у Београду – по функцији председник Одбора за односе са јавношћу Студентског парламента Математичког факултета Универзитета у Београду, бави се ресором односа са јавношћу
				<br/> &nbsp;	-	<b>Шеф представничке групе студената у Савету </b> Математичког факултета Универзитета у Београду –представља одлуке, мишљења, ставове Студентског парламента Савету
				<br/> &nbsp;	-	<b>Шеф представничке групе студената у Наставно – научном већу </b> Математичког факултета Универзитета у Београду – представља одлуке, мишљења, ставове Студентског парламента Наставно – научном већу
				<br/> &nbsp;		Горе наведени функционери Студентског парламента чине  Председништво  Студентског парламента. Функционери Студентског парламента који нису чланови Председништва Студнетског парламента су следећи:
				<br/> &nbsp;	-	<b>Чланови Наставно – научног већа </b> Математичког факултета Универзитета у Београду – боре се за бољи статуст студената на Факултету у Наставно – научном већу
				<br/> &nbsp;	-	<b>Члан Дисциплинске комисије </b> Математичког факултета Универзитета у Београду из реда студената – учествује у раду Дисциплинске комисије
				<br/> &nbsp;	-	<b>Члан Статутарне комисије </b> Математичког факултета Универзитета у Београду – учествује у изради и изменама Статута Математичког факултета Универзитета у Београду и његовом тумачењу
				<br/> &nbsp;	-	<b>Члан Комисије за вредновање ваннаставних активности </b> студената Математичког факултета Универзитета у Београду из реда студената – учествује у вредновању ваннаставних активности студената
				<br/> &nbsp;	-	<b>Повереник за смањивање школарина </b> студентима Математичког факултета Универзитета у Београду – помаже продекану за финансије у процесу смањивања школарина угроженим студентима
				<br/> &nbsp;	-	<b>Председник Клуба волонтера </b> при Студентском парламенту Математичког факултета Универзитета у Београду – руководи Клубом волонтера и организује студенте - волонтере Математичког факултета
				<br/> &nbsp;	-	<b>Председник Клуба информатичара </b> при Студентском парламенту Математичког факултета Универзитета у Београду – руководи радом Клуба информатичара
				<br/> &nbsp;	-	<b>Повереник за Дебатни клуб </b> при Студентском парламенту Математичког факултета Универзитета у Београду – задужен за покретање и организовање Дебатног клуба 

            </p>
            </article>
        </div>
    );
}

export default PositionPage;